Repository: common-repository/jvzoo-wpestore-integration
Catalog: languages/ss-jvzoo-wpestore-*.po
Languages: de_de

source: Product Map Edited.
de_de: Produkt- Karte bearbeitet werden.

source: (required)
de_de: (erforderlich)

source: <strong>ERROR</strong>: Could not store the product map into the database
de_de: <strong>ERROR</strong> : Konnte nicht das Produkt Karte speichern in der Datenbank

source: <strong>ERROR</strong>: JVZoo product id is required.
de_de: <strong>ERROR</strong> : JVZoo Produkt -ID erforderlich.

source: <strong>ERROR</strong>: Please enter a JVZoo api key.
de_de: <strong>FEHLER</strong>: Bitte geben Sie eine JVZoo api Schlüssel .

source: <strong>ERROR</strong>: WP estore product id is required.
de_de: <strong>ERROR</strong> : WP estore Produkt -ID erforderlich.

source: Add Api
de_de: In Api

source: Add New
de_de: Neue hinzufügen

source: Api Added
de_de: Api Hinzugefügt

source: Api Updated
de_de: Api Aktualisiert

source: Are you cheating?
de_de: Betrügen Sie?

source: Delete
de_de: löschen

source: Delete this item
de_de: Löschen Sie diesen Artikel

source: Edit
de_de: Bearbeiten

source: Edit Product
de_de: Produkt bearbeiten

source: Edit this item
de_de: Bearbeiten Sie diesen Artikel

source: JVZoo Product ID
de_de: JVZoo Produkt ID

source: JVZoo WPestore Settings
de_de: JVZoo WPestore Einstellungen

source: JVZoo product id
de_de: JVZoo Produkt -ID

source: Map Product
de_de: Karte Produkt

source: Move to Trash
de_de: Ab in den Müll

source: New Product map created.
de_de: Neues Produkt Karte erstellt .

source: No JVZoo product id provided.
de_de: Kein JVZoo Produkt -ID zur Verfügung gestellt.

source: No Products found
de_de: Keine Produkte gefunden

source: No WP estore product id provided.
de_de: Kein WP estore Produkt -ID zur Verfügung gestellt.

source: Permission Denied!
de_de: Erlaubnis verweigert!

source: Place the below shortcode to the desired page.
de_de: Legen Sie die unten Shortcode auf die gewünschte Seite .

source: Save
de_de: sparen

source: Save Api key
de_de: sparen

source: Selected record deleted successfully!
de_de: Ausgewählte Datensatz gelöscht erfolgreich !

source: This plugin integrates JVZoo and WPestore plugin
de_de: Dieses Plugin integriert JVZoo und WPestore Plugin

source: Update
de_de: aktualisieren

source: WP estore product id
de_de: WP estore Produkt -ID

source: WPEstore Product ID
de_de: WPEstore Produkt ID

source: You can get your API key by going to JVZoo -> My Account -> Applications
de_de: Sie können , indem Sie auf JVZoo Ihre API-Schlüssel bekommen -> Ihr Konto -> Anwendungen
